Repository: common-repository/rss-feed-pro
Catalog: languages/rss-feed-pro-*.po
Languages: es_es, fr_fr

# Post Type General Name
source: RSS Archives
es_es: Archivos RSS
fr_fr: Fluxes RSS

# Post Type Singular Name
source: RSS Archive
es_es: Archivo RSS
fr_fr: Flux RSS

source: RSS Archives
es_es: Archivos RSS
fr_fr: Fluxes RSS

source: RSS Archive
es_es: Archivo RSS
fr_fr: Flux RSS

source: RSS Archive Archives
es_es: Archivos RSS
fr_fr: RSS Archives

source: RSS Archive Attributes
es_es: Atributos archivo RSS
fr_fr: Attributs du flux RSS

source: Parent RSS Archive:
es_es: Archivo RSS origen:
fr_fr: Fichier des flux RSS:

source: All RSS Archives
es_es: Todos archivos RSS
fr_fr: RSS Archives

source: Add New RSS Archive
es_es: Nuevo archivo RSS
fr_fr: Ajouter flux RSS

source: Add New
es_es: Añadir
fr_fr: Ajouter

source: New RSS Archive
es_es: Nuevo archivo RSS
fr_fr: Nouveau flux RSS

source: Edit RSS Archive
es_es: Editar archivo RSS
fr_fr: Éditer flux RSS

source: Update RSS Archive
es_es: Actualizar archivo RSS
fr_fr: Metre à jour flux RSS

source: View RSS Archive
es_es: Ver archivo RSS
fr_fr: Voir flux RSS

source: View RSS Archives
es_es: Ver archivos RSS
fr_fr: Voir fluxes RSS

source: Search RSS Archive
es_es: Buscar archivo RSS
fr_fr: Chercher flux RSS

source: Not found
es_es: No existe
fr_fr: Introuvable

source: Not found in Trash
es_es: No existe en basura
fr_fr: Pas dans la corbeille

source: Featured Image
es_es: Imagen principal
fr_fr: Image à la une

source: Set featured image
es_es: Establecer imagen
fr_fr: Image à la une

source: Remove featured image
es_es: Eliminar imagen
fr_fr: Enlever l'image à la une

source: Use as featured image
es_es: Usar como imagen
fr_fr: User image à la une

source: Insert into item
es_es: Insertar aquí
fr_fr: Insérer dedans

source: Uploaded to this item
es_es: Uploaded aquí
fr_fr: Télécharger et ajouter

source: RSS Archives list
es_es: Lista archivos RSS
fr_fr: Liste fluxes RSS

source: RSS Archives list navigation
es_es: Navegación lista archivos
fr_fr: Navigation liste fluxes RSS

source: Filter items list
es_es: Filtrar ítemes
fr_fr: Filtrer liste

source: Feed url
es_es: Url de feed
fr_fr: URL de flux

source: Sort by
es_es: Ordenar
fr_fr: Classer par

source: Year
es_es: Año
fr_fr: An

source: Category
es_es: Categoría
fr_fr: Catégorie

source: Author
es_es: Autor
fr_fr: Auteur

source: Your Shortcode:
es_es: Su shortcode:
fr_fr: Shortcode:

source: Error in file:
es_es: Error:
fr_fr: Error fichier:

source: No items, feed is empty.
es_es: Sin ítemes, feed está vacío.
fr_fr: Le flux est vide.

source: Error: Feed has an error or is not valid.
es_es: Error: Feed tiene error o no es válido.
fr_fr: Erreur: le flux n'est pas valide.

source: &laquo; Previous
es_es: &laquo; Previo
fr_fr: &laquo; Précédent

source: Next &raquo;
es_es: Siguiente &raquo;
fr_fr: Après &raquo;

source: more items
es_es: más ítemes
fr_fr: plus objets

source: Import a feed with rssfp_import
es_es: Importar feed con rssfp_import

source: Entries from any RSS or Atom feed
es_es: Entradas de RSS o Atom feed
fr_fr: Entrées du fluxes RSS ou Atom feed

source: Error: Feed has an error or is not valid
es_es: Error: Feed tiene error o es inválido
fr_fr: Erreur: le flux n'est pas valide

source: Title:
es_es: Título:
fr_fr: Titre:

source: URL for Title (incl. http://):
es_es: URL de título (incl. http://):
fr_fr: URL pour titre (incl. http://):

source: Display:
es_es: Mostrar:
fr_fr: Aficher:

source: Before Description:
es_es: Antes descripción:
fr_fr: Avant description:

source: Display Description:
es_es: Mostrar descripción:
fr_fr: Aficher description:

source: False
es_es: Falso
fr_fr: Faux

source: After Description:
es_es: Después descripción:
fr_fr: Après description:

source: You can use the following strings to create custom links:
es_es: Puede usar estos strings para crear enlaces especiales:
fr_fr: Ces strings peuvent être utilisé pour créer des liens:

source: Example:
es_es: Ejemplo:
fr_fr: Exemple:

source: Truncate Description Char:
es_es: Truncar char descripción:
fr_fr: Tronquer description char:

source: Truncate Description String (HTML):
es_es: Truncar string descripción (HTML):
fr_fr: Tronquer string description (HTML):

source: Truncate Title Char:
es_es: Truncar char título:
fr_fr: Tronquer char titre:

source: Truncate Title String (HTML):
es_es: Truncar string título (HTML):
fr_fr: Troncate string titre (HTML):

source: Before Date (HTML):
es_es: Antes fecha (HTML):
fr_fr: Avant date (HTML):

source: Date:
es_es: Fecha:

source: After Date (HTML):
es_es: Después fecha (HTML):
fr_fr: Après date (HTML):

source: Date Formatting:
es_es: Formateo fecha:
fr_fr: Formatage date:

source: Leave empty for use the date format of your WordPress settings.
es_es: Dejar vacío para usar formato fecha de configuración WordPress.
fr_fr: Laisser vide pour utiliser format de date de paramètres WordPress.

source: Documentation on date formatting
es_es: Documentación formateo de fecha
fr_fr: Documentation sur formatage date

source: Before Creator (HTML):
es_es: Antes Creador (HTML):
fr_fr: Avant créateur (HTML):

source: Creator:
es_es: Creador:
fr_fr: Créateur:

source: After Creator (HTML):
es_es: Después Creator (HTML):
fr_fr: Aprés créateur (HTML):

source: Before Items (HTML):
es_es: Antes ítemes (HTML):
fr_fr: Avant objets (HTML):

source: After Items (HTML):
es_es: Después ítemes (HTML):
fr_fr: Après objets (HTML):

source: Before Item (HTML):
es_es: Antes ítem (HTML):
fr_fr: Avant objet (HTML):

source: After Item (HTML):
es_es: Después ítem (HTML):
fr_fr: Après objet (HTML):

source: Target Attribut:
es_es: Atributo meta:
fr_fr: Attribut objectif:

source: Rel Attribut:
es_es: Atributo rel:
fr_fr: Attribut rel:

source: Desc4Title:
es_es: DescTítulo:
fr_fr: TitreDescr:

source: Description for title-Attribut on Title-Link
es_es: Descripción titulo-Atributo título-link
fr_fr: Description titre-Attribut titre-lien

source: Debug mode:
es_es: Modo debug:
fr_fr: Débugger:

source: Before <em>No</em> Items Message (HTML):
es_es: Antes mensaje <em>no</em> ítemes (HTML):
fr_fr: Avant message <em>pas</em> objets (HTML):

source: <em>No</em> Items Message:
es_es: Mensaje <em>No</em> ítemes:
fr_fr: Message <em>pas</em> objets:

source: After <em>No</em> Items Message (HTML):
es_es: Después mensaje <em>No</em> ítemes (HTML):
fr_fr: Après message <em>pas</em> objets (HTML):

source: Before Error Message (HTML):
es_es: Antes mensaje error (HTML):
fr_fr: Avant message erreur (HTML):

source: Error Message:
es_es: Mensaje error:
fr_fr: Message erreur:

source: After Error Message (HTML):
es_es: Después mensaje error (HTML):
fr_fr: Après message erreur (HTML):

source: Pagination:
es_es: Paginación:

source: Previous Pagination Link String:
es_es: Enlace previa paginación:
fr_fr: String liens pagination précédent:

source: Next Pagination Link String:
es_es: Enlace siguiente paginación:
fr_fr: String liens pagination prochain:

source: Previous Pagination Title String:
es_es: String titulo paginación previa:
fr_fr: String titre pagination précédent:

source: Next Pagination Title String:
es_es: String titulo paginación siguiente:
fr_fr: String titre pagination prochain:

source: Use SimplePie class:
es_es: Usar SimplePie:
fr_fr: Utiliser SimplePie class:

source: Echo/Return:
es_es: Echo/Retorno:

source: Random Order:
es_es: Order aleatorio:
fr_fr: Ordre aléatoire:

source: Order for Date, Title, Creator, Description:
es_es: Ordenar fecha, título, creador, descripción:
fr_fr: Ordre par date, titre, créateur, description:

source: Use a comma separated string for your order. On default, it is
es_es: Usar string separado por coma para ordenar. Automáticamente, es
fr_fr: Utiliser string separé par virgule pour classer. Par défaut, c'est

source: Display an RSS Feed on your blog by widget. Sort your RSS feed archive by Category, Year, and by Author Name
es_es: Mostrar un RSS Feed en widget de su blog. Ordenar su archivo RSS feed por categoría, año y nombre autor
fr_fr: Aficher flux RSS sur ton blog par widget. Classer les flux RSS par catégorie, an et par nom du créateur

source: Donation for Homeless
es_es: Donación a sin hogar
fr_fr: Don pour les sans-abri

source: Invalid request!
es_es: ¡Solicitud no válida!
fr_fr: Requête invalide!

source: Sorry. No items were found for this criteria.
es_es: Lo siento. No se encontraron elementos para este criterio.
fr_fr: Pardon. Aucun élément n'a été trouvé pour ce critère.

source: Error fetching the feed. May be the feed url is invalid.
es_es: Error del feed. URL del feed puede ser inválido.
fr_fr: Erreur de récupération du flux. L'URL peut-être invalide.

source: Sorting by
es_es: Ordenar por
fr_fr: Classer par

source: year
es_es: año
fr_fr: an

source: Select by Year
es_es: Seleccionar x año
fr_fr: Classer par an

source: category
es_es: categoría
fr_fr: catégorie

source: Select by Category
es_es: Seleccionar categoría
fr_fr: Classer par catégorie

source: author
es_es: autor
fr_fr: auteur

source: Select by Author
es_es: Seleccionar por autor
fr_fr: Classer par auteur

source: How do you like
es_es: Cuánto le gusta
fr_fr: Vous aimez

source: Your feedback assures the continued maintenance of this plugin
es_es: Sus comentarios nos ayudan con el mantenimiento del plugin
fr_fr: Vos commentaires aident à la maintenance continue de ce plugin

source: Leave Feedback
es_es: Comentarios
fr_fr: Laisser commentaires

source: True
fr_fr: Vrai

source: RSS Feed Pro Archive
fr_fr: Archive de flux RSS Pro
